app/controllers/gossip_controller.rb

SELECT "gossips".* FROM "gossips"
---
    def index
        @gossips = Gossip.all